import { IProduct } from './../models/IProduct';


export const products : IProduct[] = [
	{
		id: '1',
		img: 'https://readrate.com/img/pictures/book/295/29554/29554/w240h400-d7dc49bc.jpg',
		name: '1984',
		author: 'Автор (а): Джордж Оруэлл',
		description: 'Своеобразный антипод второй великой антиутопии XX века - "О дивный новый мир" Олдоса Хаксли. Что, в сущности, страшнее: доведенное до абсурда "общество потребления" - или доведенное до абсолюта "общество идеи"? По Оруэллу, нет и не может быть ничего ужаснее тотальной несвободы...',
		price: 45.00,
	},
	{
		id: '2',
		img: 'https://readrate.com/img/pictures/book/292/29286/29286/w240h400-cc0528ab.jpg',
		name: '451° по Фаренгейту',
		author: 'Автор (а): Рэй Брэдбери',
		description: 'Мастер мирового масштаба, совмещающий в литературе несовместимое. Создатель таких ярчайших шедевров, как "Марсианские хроники", "451° по Фаренгейту", "Вино из одуванчиков" и так далее и так далее. Лауреат многочисленных премий. Это Рэй Брэдбери. Его увлекательные истории...',
		price: 60.00,
	},
	{
		id: '3',
		img: 'https://readrate.com/img/pictures/book/294/29495/29495/w240h400-f5350608.jpg',
		name: 'Мастер и Маргарита',
		author: 'Автор (а): Михаил Булгаков',
		description: 'Один из самых загадочных и удивительных романов XX века. «Мастер и Маргарита» – визитная карточка Михаила Булгакова. Более десяти лет он работал над книгой, которая стала его романом-судьбой, романом-завещанием. В «Мастере и Маргарите» есть всё: весёлое озорство и щемящая...',
		price: 120.00,
	},
	{
		id: '4',
		img: 'https://readrate.com/img/pictures/book/292/29234/29234/w240h400-7e47b065.jpg',
		name: 'Цветы для Элджернона',
		author: 'Автор (а): Дэниел Киз',
		description: 'Сорок лет назад это считалось фантастикой. Сорок лет назад это читалось как фантастика. Исследующая и расширяющая границы жанра, жадно впитывающая всевозможные новейшие веяния, примеряющая общечеловеческое лицо, отважно игнорирующая каинову печать "жанрового гетто". Сейчас это..',
		price: 80.00,
	},
	{
		id: '5',
		img: 'https://readrate.com/img/pictures/book/298/29818/29818/w240h400-375f12c7.jpg',
		name: 'Портрет Дориана Грея',
		author: 'Автор (а): Оскар Уайльд',
		description: '«Портрет Дориана Грея» – одно из величайших произведений последних полутора столетий, роман, который пытались запретить, а автора осуждали за «непристойное поведение». Превращение прекрасного и невинного юноши Дориана в чудовище под влиянием гедонистических идей и циничных афоризмов лорда Генри – в романе, породившем культ вечной молодости.',
		price: 10.00,
	},
]